Repository: lkp-df/gestionMemoire
Catalog: memoire/translations/messages.*.xlf
Languages: fr

source: Welcome in the management of the memoires, made by PMD Developper to help you understand symfony 4
fr: Bienvenue dans le système de gestion des mémoires, ceci est fait par PMD Developper pour vous aider à comprendre les bases de symfony 4

source: Manage Memories
fr: Gestion des Mémoires

source: Home
fr: Accueil

source: Manage Faculty
fr: Gestion des Filières

source: Manage Teachers
fr: Gestion des Professeurs

source: Manage Students
fr: Gestion des Etudiants

source: Manage Soutenances
fr: Gestion des Soutenances

source: Login
fr: Se connecter

source: Sig Up
fr: Créer un compte

source: Manage Users
fr: Gestion des Utilisateurs

source: Logout
fr: Se deconnecter

source: Choose a Langage
fr: Choisir une Langue

source: English
fr: Anglais

source: French
fr: Français
